Repository: MrDoe/ClippyAI
Catalog: ClippyAI/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr

source: Clipboard Content:
de_de: Inhalt der Zwischenablage:
es_es: Contenido del portapapeles:
fr_fr: Contenu du Clipboard:

source: Task
de_de: Aufgabe
es_es: Tarea
fr_fr: Tâche

# TaskLabel
source: What I should do for you:
de_de: Was ich für dich tun soll:
es_es: Lo que debo hacer por usted:
fr_fr: Ce que je dois faire pour vous:

# TaskStart
source: Execute
de_de: Ausführen
es_es: Ejecutar
fr_fr: Exécuter

# TaskStop
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler

source: Auto Mode:
de_de: Auto-Modus:
es_es: Modo automático:
fr_fr: Mode automatique :

source: Enabled
de_de: An
es_es: Activado
fr_fr: Activé

source: Disabled
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé

source: Configuration
de_de: Konfiguration
es_es: Configuración

source: Response:
de_de: Antwort:
es_es: Respuesta:
fr_fr: Réponse :

# Keyboard
source: Keyboard (experimental)
de_de: Tastatur (experimentell)
es_es: Teclado (experimental)
fr_fr: Clavier (expérimental)

source: Clipboard
de_de: Zwischenablage
es_es: Portapapeles

# Task_1
source: Write a response to the email.
de_de: Schreibe eine Antwort auf die E-Mail.
es_es: Escribir una respuesta al correo electrónico.
fr_fr: Écrire une réponse à l'e-mail.

# Task_2
source: Write a detailed response to the email.
de_de: Schreibe eine ausführliche Antwort auf die E-Mail.
es_es: Escribir una respuesta detallada al correo electrónico.
fr_fr: Écrire une réponse détaillée à l'e-mail.

# Task_3
source: Write a response to the email and graciously agree.
de_de: Schreibe eine Antwort auf die E-Mail und stimme zu.
es_es: Escribir una respuesta al correo electrónico y aceptar.
fr_fr: Écrire une réponse à l'e-mail et accepter.

# Task_4
source: Write a response to the email and politely decline.
de_de: Schreibe eine Antwort auf die E-Mail und lehne höflich ab.
es_es: Escribir una respuesta al correo electrónico y rechazar educadamente.
fr_fr: Écrire une réponse à l'e-mail et refuser poliment.

# Task_5
source: Write a response to the email and request more information.
de_de: Schreibe eine Antwort auf die E-Mail und bitte um mehr Informationen.
es_es: Escribir una respuesta al correo electrónico y pedir más información.
fr_fr: Écrire une réponse à l'e-mail et demander plus d'informations.

# Task_6
source: Write a response to the email and request a meeting appointment.
de_de: Schreibe eine Antwort auf die E-Mail und bitte um eine Terminabsprache.
es_es: Escribir una respuesta al correo electrónico y pedir una cita.
fr_fr: Écrire une réponse à l'e-mail et demander un rendez-vous.

# Task_7
source: Write a response to the email and say that you will take care of the problem.
de_de: Schreibe eine Antwort auf die E-Mail und sage, dass du dich um die Sache kümmerst.
es_es: Escribir una respuesta al correo electrónico y decir que se encargará de ello.
fr_fr: Écrire une réponse à l'e-mail et dire que vous allez vous en occuper.

# Task_8
source: Write a response to the email and say that you cannot solve the problem and refer to Person X.
de_de: Schreibe eine Antwort auf die E-Mail und sage, dass du das Problem nicht lösen kannst und an Person X verweist.
es_es: Escribir una respuesta al correo electrónico y decir que no puede resolver el problema y referir a la persona X.
fr_fr: Écrire une réponse à l'e-mail et dire que vous ne pouvez pas résoudre le problème et référer à la personne X.

# Task_9
source: Write a response to the email and request a feedback.
de_de: Schreibe eine Antwort auf die E-Mail und bitte um eine Rückmeldung.
es_es: Escribir una respuesta al correo electrónico y pedir una devolución.
fr_fr: Écrire une réponse à l'e-mail et demander un retour.

# Task_10
source: Write a response to the email and request a confirmation.
de_de: Schreibe eine Antwort auf die E-Mail und bitte um eine Bestätigung.
es_es: Escribir una respuesta al correo electrónico y pedir una confirmación.
fr_fr: Écrire une réponse à l'e-mail et demander une confirmation.

# Task_11
source: Write a response to the email and request a rescheduling.
de_de: Schreibe eine Antwort auf die E-Mail und bitte um eine erneute Terminvereinbarung.
es_es: Escribir una respuesta al correo electrónico y pedir una nueva cita.
fr_fr: Écrire une réponse à l'e-mail et demander une nouvelle prise de rendez-vous.

# Task_12
source: Explain what this is as precisely as possible.
de_de: Erkläre möglichst genau, was das ist.
es_es: Explique lo más precisamente posible qué es.
fr_fr: Expliquez aussi précisément que possible ce que c'est.

# Task_13
source: Explain where the error lies and how to fix it.
de_de: Erkläre, wo hier der Fehler liegt.
es_es: Explique dónde está el error.
fr_fr: Expliquez où se trouve l'erreur.

# Task_14
source: Explain how it can be improved.
de_de: Erkläre, wie man das verbessern kann.
es_es: Explique cómo mejorar esto.
fr_fr: Expliquez comment améliorer cela.

# Task_15
source: Custom Task
de_de: Benutzerdefinierte Aufgabe
es_es: Tarea personalizada
fr_fr: Tâche personnalisée

# Task_16
source: Translate this text to English.
de_de: Übersetze den Text ins Deutsche.
es_es: Traduzca el texto al alemán.
fr_fr: Traduisez le texte en allemand.

# Task_17
source: Translate this text to German.
de_de: Übersetze den Text ins Englische.
es_es: Traduzca el texto al inglés.
fr_fr: Traduisez le texte en anglais.

# Task_18
source: Translate this text to French.
de_de: Übersetze den Text ins Französische.
es_es: Traduzca el texto al francés.
fr_fr: Traduisez le texte en français.

# Task_19
source: Translate this text to Spanish.
de_de: Übersetze den Text ins Spanische.
es_es: Traduzca el texto al español.
fr_fr: Traduisez le texte en espagnol.

# Task_20
source: Write a response to the email and tell that you already solved the problem.
de_de: Schreibe eine Antwort auf die E-Mail und teile mit, dass du das Problem gelöst hast.
es_es: Escribir una respuesta al correo electrónico y decir que ya ha resuelto el problema.
fr_fr: Écrire une réponse à l'e-mail et dites que vous avez déjà résolu le problème.

# Task_21
source: Write a response to the email and tell that you are working on the problem.
de_de: Schreibe eine Antwort auf die E-Mail und teile mit, dass du dich bald um das Problem kümmern wirst.
es_es: Escribe una respuesta al correo electrónico y di que estás trabajando en el problema.
fr_fr: Écrire une réponse à l'e-mail et dire que vous travaillez sur le problème.

# Task_22
source: Summarize this text.
de_de: Fasse diesen Text zusammen.
es_es: Resuma este texto.
fr_fr: Résumez ce texte.

source: Data
de_de: Daten
es_es: Datos
fr_fr: Données

source: Output:
de_de: Ausgabe:
es_es: Salida:
fr_fr: Sortie:

source: Please wait...
de_de: Bitte warten...
es_es: Por favor, espere...
fr_fr: Veuillez patienter...

source: Language:
de_de: Sprache:
es_es: Lengua:
fr_fr: Langue:

source: Model:
de_de: Modell:
es_es: Modelo:
fr_fr: Modèle:

# SelectTask
source: Please select a task!
de_de: Bitte wählen Sie eine Aufgabe aus!
es_es: ¡Elija una tarea!
fr_fr: Choisissez une tâche!

# SelectModel
source: Please select a model!
de_de: Bitte wählen Sie ein Modell aus!
es_es: ¡Elija un modelo!
fr_fr: Choisissez un modèle!

# TaskCompleted
source: Your task has been completed and copied to the clipboard! Result:
de_de: Ergebnis:
es_es: Su tarea ha sido completada y copiada al portapapeles! Resultado:
fr_fr: Résultat:

# TaskView
source: View
de_de: Ansehen
es_es: Ver
fr_fr: Voir

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Ollama URL:
es_es: URL de Ollama:
fr_fr: URL Ollama:
